Repository: mozilla-l10n/mt-training-data
Catalog: ce/ce_pontoon.tmx
Source language: en_us
Languages: ce

source: Northern Hindko
ce: Къилбседан ХIиндко

source: Northern Sotho
ce: Къилбседан Сото

source: Northwest Gbaya
ce: Къиблседа-Малхбузан Гбайа

source: Norwegian Bokmål
ce: Новегийн Букмал

source: Norwegian Nynorsk
ce: Норвегийн Нинорск

source: No sentences to review. <addLink>Add more sentences now!</addLink>
ce: Таллам бан Аламаш бац <addLink>Амма Кхин аламаш тӀетоха йиш ю!</addLink>

source: No soliciting personal information (e.g., names, financial details)
ce: Долара хаамаш бехар дихкина ду (масала: цӀераш, финансашца боьзна хаамаш)

source: No text to submit. Please tag some text first.
ce: Цхьа а текст яц дӀахьажо. Дехар ду цкъа хьалха текст билгалъяккхар

source: No Thanks
ce: ХӀан-хӀа баркалла

source: No thanks, continue speaking
ce: ХӀан-хӀа баркалла, кхидӀа а дийца

source: Nuasue
ce: Нуазуэ

source: Nubi
ce: Нуби

source: Nüpode Huitoto
ce: Нуьподе ХIуитото

source: Nyungwe
ce: Нуьнгве

source: Oadki
ce: Оадки

source: Occitan
ce: Окитан

source: Odia
ce: Одиа

source: Offensive language
ce: сийсаз къамел

source: Offensive speech
ce: оьзда доцу къамел

source: On desktop devices you can contribute by downloading…
ce: Компьютеран гӀирсаш тӀехь хьан чуйокхуш дакъа лаца йиш ю...

source: On his head he wore a beret.
ce: Цуьна коьрта тӀехь берет яра.

source: On iOS please continue with Safari to enable recording…
ce: Дехар ду IOS тIяхь, Safari-ца дӀадахьар, аудио-дӀаяздар ..

source: On mobile devices you can contribute using your system browser…
ce: Мобильни аппараташ тӀехь хьан йиш ю. системин браузерца дакъа лаца...

source: On the other hand, if you think that the reader has probably never come across the word before, and is simply making an incorrect guess at the pronunciation, please reject. If you are unsure, use the skip button.
ce: Вукху агӀор, нагахь санна ешархочунна, хьалха цкъа а и дош гина дацахь амма ша и нийса олу моьттуш гIалат ойла йалахь, иза дӀадаккха. Нагахь санна шеконехь велахь, т1ехдалийта аьлла нуьйда тIе таIйе.

source: Opens in a new tab
ce: Керлачу юкъадилларехь схьайоьллу .

source: Orizaba Nahuatl
ce: Орзибазан Нахуатл

source: Ormuri
ce: Ормури

source: Ossetian
ce: ХIирийн

source: Other Language
ce: Кхин мотт

source: Other people validate those voice clips.
ce: Кхечу наха толлу и озан дӀаяздарш.

source: Ouldémé
ce: Оулдеме

source: Our governance is founded on the pillars of:
ce: Вайн урхалла хӀокху билламашна тӀехь лаьтташ ду:

source: Our language is our story, our community, our culture. Let's create the datasets that we want to see in the world.
ce: Вайн мотт — вайн истори а, вайн юкъаралла а, вайн культура а ю. Дуьненахь вайна ган лаахь, вайн меттан хаамийн гуларш (datasets) вай вовшахтухур ю!

source: Our Partners
ce: Тхан Цхьаьнхой

source: Our partners include...
ce: Тхан накъосташна юкъабоху

source: p
ce: п

source: Pahari-Pothwari
ce: Пахарти-Потвари

source: Paiwan
ce: Пайван

source: Palauan
ce: Палауан

source: Palula
ce: Палула

source: Papantla Totonac
ce: Папантла Тотонак

source: Papiamento
ce: Папиаменто

source: Papiamento (Aruba)
ce: Папиаменто(Аруба)

source: Parkari Koli
ce: Паркари Коли

source: Partner
ce: Декъашхо

source: Partners
ce: Цхьаьнхой

source: Partnerships
ce: Цхьанхалла

source: Partnerships and networks
ce: Цхьанхаллаш а , машийн зIенаш а

source: Partnerships, Press and Stories, Community and Languages
ce: Цхьанхалла, зорбанан гӀирс а, дийцарш а, юкъаралла а, меттанаш а

source: [Part of the text can’t be heard]
ce: [Текстан цхьа дакъа хезаш дац].

source: Pashto
ce: Пашто

source: <p>Common Voice is a publicly available voice dataset, powered by the voices of volunteer contributors around the world. People who want to build voice applications can use the dataset to train machine learning models.</p> <p>At present, most voice datasets are owned by companies, which stifles innovation. Voice datasets also underrepresent: non-English speakers, people of colour, disabled people, women and LGBTQIA+ people. This means that voice-enabled technology doesn’t work at all for many languages, and where it does work, it may not perform equally well for everyone. We want to change that by mobilising people everywhere to share their voice.</p>
ce: <p>Common Voice — ХӀара юкъаралли озан хаамин гулар йу. дуьнена массо а маьӀӀера шайн лаамера нехан аьзнашца вовшах тоьхна.Озаца лелош йолу программаш ян луучу наха лело мегар ду хӀара хаамийн гулар, машенан Ӏаморийн моделаш Ӏамош.<p> <p>Карарчу хенахь дукхах йолу озан хаамийн гуларш компанийн долахь ю, цундела новкъарло йо инновацешна. Озан хаамийн гулар йеш буолу дукхах берш кӀайн, ингалсан мотт буьйцу божарий бу. И бохург ду, озан технологино дуккхах болчу меттанашкахь атталла а болх ца бо, ткъа цо болх бечу меттехь, массарна а цхьатерра дика болх ца бан а тарло. Иза хийца лаьа тхуна, дерриг а дуьнентӀера нах шайн аьзнаш дӀасадаржорца.</p>

source: People come and contribute their voices.
ce: Нах схьа богӀу, шайн аьзнашца дакъалаца.

source: Persian
ce: Пярсойн

source: Picard
ce: Пикардийн

source: <playIcon></playIcon>Last one!
ce: <playIcon></playIcon>ТӀаьххьарниг!

source: Play/Stop
ce: Йолайе/Сацайе

source: Please check our <templateFileLink>template file</templateFileLink>. Your sentences should be copyright free (CC0 or permissioned original work by the submitter) and be clear, grammatically correct and easy to read. Submitted sentences should take roughly 10-15 seconds to read and should avoid including numbers, proper nouns and special characters.
ce: Дехар ду хьажа тхан <templateFileLink>шаблон файл</templateFileLink>. Хьан аламаш авторски бакъонаш йоцуш хила беза (CC0 я авторо бакъо елла, оригиналан болх хила беза), шера а, грамматически нийса а, беша атта а хила беза. ДӀакхачийна аламаш беша гергарчу хьесапехь 10-15 секунд тоьаш хила беза. терахьаш а, долахь цӀердешнаш а, леррина хьаьркаш а юкъахь доцуш.

source: Please fill out this field.
ce: Дехар ду хӀара меттиг бузар

source: Please select a language to review sentences.
ce: Дехар ду , Аламашка хьажа мотт харжар

source: Polish
ce: Польшан

source: <pontoonAccountLink>Create an account</pontoonAccountLink> if you don’t have one. Then, choose your language <strong>(‘Team’)</strong> and then choose the project, <pontoonCvLink>Common Voice</pontoonCvLink>. There will be files to translate. Click on one, then it shows words in English and a box to translate them.
ce: <pontoonAccountLink>Де цхьа Аккаунт </pontoonAccountLink> нагахь санна хьан дацахь. Цул тӀаьхьа, хьайн мотт харжа <strong>(‘Team’)</strong> тӀаккха проект харжа, <pontoonCvLink>Common Voice</pontoonCvLink>. Цигахь гочйан йеза файлаш хир ю хьуна. муьлхха а цхьаъ тӀетаIйе, тӀаккха гур ду хьуна ингалсан маттахь дешнаш а, церан гочдар чу йаздо гӀутакх а.

source: Portuguese
ce: Португалан

source: Privacy
ce: Къайлалла

source: <privacyLink>Privacy</privacyLink>
ce: <privacyLink>Къайлахалла</privacyLink>

source: Privacy, security and transparency.
ce: Къайленаш, кхерамазалла а, къеггиналла а

source: Profile
ce: Профил

source: Pular Guinea
ce: Гвинейн Пулар

source: Punjabi
ce: Панджаби

source: Puno Quechua
ce: Пуно Квечуа

source: Qashqai
ce: Кашкай

source: Quechua Ambo-Pasco
ce: Квечуа Амба-Паско

source: Quechua Arequipa-La Unión
ce: Квуэчу Ареквипа-ла Юнион

source: Quechua Cajatambo
ce: Квечуа Кажатамба

source: Quechua Chanka
ce: Квечуа Чанка

source: Quechua Chiquián
ce: Квечуа Чикуан

source: Quechua Corongo Ancash
ce: Квечуа Коронго Анкаш

source: Quechua Jauja Wanka
ce: Кечуа Жавжа Ванка

source: Quechua Pasco Santa Ana de Tusi
ce: Квуэчу Пасто Санта Ана де Тузи

source: Quechua Santiago del Estero
ce: Квичуа Сантиаго Дел Естеро

source: Quechua Sihuas Ancash
ce: Квечуа Сихуас Анкаш

source: Quechua Yanahuanca
ce: Квичуа Йанахуанца

source: Quechua Yauyos
ce: Квечуа Йавйос

source: Question Collection
ce: Хаттаран гулам

source: Quichua Chimborazo Highland
ce: Квичуа Чимборазо хайленд

source: r
ce: р

source: [‘Raised’ in English is always pronounced as one syllable, not two]
ce: [‘Raised’ ингалсан маттахь даима а цхьа дешдакъа санна олу, шиъ ца олу].

source: Rate limit exceeded. Try again in { $retryLimit } minutes
ce: Чехкаллин доза тӀехдаьлла. юха хьажа { $retryLimit } мино йаьлча

source: Rate limit exceeded. Try again in { $retryLimit } seconds
ce: Чехкаллин доза тӀехдаьлла. юха хьажа.{ $retryLimit } секунд йаьлча

source: Reader Effects
ce: Йешаран Эвсарш

source: Reading contractions that aren't actually there, such as "We're" instead of "We are", or vice versa.
ce: Йозанан дашах тера а долуш, амма тайп-тайпана дош олуш ду. Масала, "деша" метта "дIадеша" я бIостнехьа

source: Read Sentences
ce: Беша Алам

source: Read Sentences, Answer Questions
ce: Беша Алам, Хаттаршна жоьпаш ло

source: Read Sentences <small>(Coming soon)</small>
ce: Беша алам<small>Кеста</small>

source: Read sentences submitted by the community in various languages
ce: Тайп-тайпанчу меттанашкахь юкъаралло чубелла аламаш еша

source: Read the sentence carefully - don’t miss, change or add words.
ce: Алам дикка хьожуш беша - дешнаш дӀа а ма даха, хийца а ма хийца, тӀе а матоха .

source: Ready to do { $count } more?
ce: { $count } кхин а къа хьега кийча вуй?

source: Receive emails such as challenge and goal reminders, progress updates, and newsletters about Common Voice.
ce: соьга схьахкачор е-мейлаш санна къовсаме кхайкхамах, Ӏалашонаш дагайоуьйту, кхиамех лаьцна хаамаш, Common Voice-ах лаьцна керланаш.

source: Recorded Clips
ce: ДӀаязйина кийсикаш

source: <recordIcon></recordIcon> Last one!
ce: <recordIcon></recordIcon>ТӀаьххьарниг!

source: [Recording cut off before the end of the last word]
ce: [Аудио-ДӀаяздар чекхдолу тӀаьххьара дош чекхдалале].

source: Recording failed. The audio file seems to be empty. Please try again.
ce: ДӀаяздарехь гӀалатдели. Аудио чохь хӀумма а яц. Юха хьажа

source: Recording is too long. Maximum duration is { $maxDurationMinutes } minutes.
ce: ДӀаяздинарг чӀогӀа деха ду. лаккхара хан{ $minDurationSeconds } минот хила еза

source: Recording is too short. Minimum duration is { $minDurationSeconds } seconds.
ce: ДӀаяздинарг чӀогӀа доца ду. лаххара хан{ $minDurationSeconds } секунд хила еза

source: Recording may not be supported in this limited browser. Please use a full browser app.
ce: Аз дӀаяздан браузеран кхин верси оьшу. Кхин браузер схьаелла

source: Record/Stop
ce: ДӀаяздар/Сацор

source: Record your response
ce: Хьайн аз дӀайазде

source: Record yourself reading sentences in your language
ce: хьайн маттахь боьшу хьайн аламаш д1айазбе

source: Record yourself responding to questions and prompts in your language
ce: Хаттаршна а, хаамна а хьайн маттахь жоьпаш луш дӀайазде .

source: Record your voice
ce: ДIайазде хьайн аз

source: Reference the source of your sentence (required)
ce: Хьайн аламан хьостане тIехьажор(оьшуш ду)

source: Reject
ce: юхатоха

source: Remove
ce: ДӀадаккха

source: Remove Avatar
ce: Аватар дӀайаккха

source: Remove tags
ce: Билгалонаш дӀаяха

source: Report
ce: Хаамбар

source: Report was passed successfully
ce: Арз кхиамца дӀахьажийна

source: Request a Language
ce: Мотт бехар

source: Request for Scripted Speech
ce: Йозанан ларца долчу къамелан дехар

source: Request New Language
ce: Керла мотт бехар

source: Request timeout
ce: Жоп даларан хан чекхъяьлла

source: *required
ce: кхочуш дан дезарг

source: Re-record
ce: Юха-ДIайаздар

source: Re-record clip
ce: Юха дӀаязъе клип

source: Respond
ce: Жоп ло

source: Respond to the prompt as naturally as you can, feel free to code-switch between languages if it feels natural. Make sure your language is respectful and inoffensive.
ce: Хаттарна ма-хуьллу атта жоп ло, нагахь хьуна нийса хетахь, меттанаш эдеш (code-switching) къамел де. Хьан мотт лераме а, цхьанна а бехке (offensive) боцуш а хила беза

source: Response deleted successfully
ce: Жоп кхиамца дӀадаьккхина

source: Response submitted successfully
ce: Жоп кхиамца дӀахьажийна

source: Return
ce: Юхадерзор

source: Return to Common Voice
ce: Юхзаверза Common Voice-се

source: Return to Common Voice Datasets
ce: юха верза Common Voice хаамаш гуларе

source: Review
ce: Таллам

source: Review and vote for new questions submitted by the community
ce: Юкъаралло чуделла керла хаттарш карладахар а, кхаж тасар а .

source: Review could not be saved. Please try again later.
ce: Таллам ларбан аьтто ца баьлла. ТӀаьхьо юха хьажа.

source: ⓘ Review Criteria
ce: ⓘ Талламан йусткиртиг

source: Review Criteria
ce: Талламан йусткиртиг

source: Reviewed sentences not submitted, are sure?
ce: Таллам бина аламаш дӀа ца белла, тешна вуй хьо?

source: Review existing sentences submitted by the community
ce: Юкъаралло чуйаьхна лелаш болчу аламашка хьажа .

source: Review questions
ce: Хьайн маттахь хаттарш таллар

source: Review & re-record clips here as you go
ce: Таллам бар а, юха дӀаяздар а кхузахь де

source: Review & re-record clips if needed
ce: Оьшуш хилахь, клипаш таллам ба а, юха дӀаязъян а

source: Review sentences
ce: Хьайн маттахь болу аламаш таллар

source: Review Sentences
ce: Аламашна таллам

source: Review & Submit
ce: Таллам а бина, дӀахьажйе

source: Review transcriptions of recorded sentences for accuracy
ce: ДӀаязйдинчу аларийн транскрипци нийса хилар талла

source: Review user-submitted transcriptions in your language
ce: Хьайн маттахь чуйаьхна транскрипцеш талла

source: Romanian
ce: Румынийн

source: Romansh Sursilvan
ce: Романш Сурсилван

source: Romansh Vallader
ce: Романш Валладар

source: Rukai
ce: Рукаи

source: Runyankole
ce: Рунянкол

source: Russian
ce: Оьрсийн

source: Rutoro
ce: Руторо

source: Ruuli
ce: Руули

source: s
ce: с

source: Sabah Bisaya
ce: СабахI Бисайан

source: Sabah Malay
ce: Сабах Малай

source: Saʼban
ce: Сабан

source: Sakha
ce: Якитийн

source: Sakizaya
ce: Саказайа

source: Sansi
ce: Санси

source: Santali (Ol Chiki)
ce: Сантали

source: Saraiki
ce: Саракаи

source: Sardinian
ce: Сардианан

source: Scots
ce: Шотландийн

source: Scripted Speech
ce: Йозанан ларца къамел

source: SCRIPTED SPEECH
ce: Йозанан ларца къамел

source: Scripted Speech Already Available
ce: Йозанан ларца къамел кийча ду

source: Search
ce: Лехам

source: Search...
ce: Лехам...

source: Search for a language
ce: Мотт лахам

source: Search for a language...
ce: Мотт лахам

source: Seediq
ce: Сидик

source: Select a Language...
ce: Мотт харжа

source: Select all
ce: Дерриге а схьахаржа

source: Select an option
ce: Цхьа кеп схьахаржа

source: Select a tag
ce: схьахаржа билгало

source: Select a variant (optional)
ce: Кеп харжа (тIедожина дац)

source: Select File
ce: Файл харжа

source: Select File to Upload
ce: ТIейаккха цхьа файл харжа

source: Select <icon></icon> the text to begin
ce: ДӀадолош йолу текст схьахаржа <icon></icon> .

source: Select up to three domains (optional)
ce: Кхаа домен тIекхаччалца харжа

source: Sena
ce: Сена

source: Send a link to my email
ce: Сан поште хьажорг дӀаяхьийта

source: Send sign up link
ce: ДӀайазваларан хьажорг яхьийта

source: Sentence
ce: Алам

source: Sentence Collection
ce: Алам гулбар .

source: <sentenceCollectorFragment>See more on sentence collection</sentenceCollectorFragment>.
ce: Кхин дӀа хьажа аламаш гулъбаран хьокъехь .

source: <sentenceCollectorVideo>Watch our guide on using the Sentence Collector</sentenceCollectorVideo>.
ce: <sentenceCollectorVideo>Хьовса тхан куйгалле, муха лело еза «аламаш гулйархо» .</sentenceCollectorVideo>

source: Sentence Domain
ce: Аламан Домен

source: Sentences are collected for people to read aloud.
ce: Аламаш гулбина нахана хезаш беша

source: Sentences contributed here will be added to a publicly available cc-0 licensed dataset.
ce: Кхузахь дIайазбина болу аламаш тIе тоьхна хир бу юкъараллин cc-0 бакъойаларин хаамашна

source: Sentences must be reviewed and accepted by two people to be included in Common Voice. You create guidelines for your language <languageGuidelinesLink>here</languageGuidelinesLink>. Sentences must be in the <licenseLink>public domain</licenseLink> and shorter than 15 words. You can ask the owner of a text to make it <waiverLink>CC0 using our waiver process</waiverLink>, and send to us on commonvoice@mozilla.com
ce: Common Voice проектана аламаш тӀетоьхна хилийта, уьш талла а, къобал бан а беза шина декъашхочо.Ахь<languageGuidelinesLink>кхузахь</languageGuidelinesLink> хьайн маттана куьйгалла хІотта до ахь.Аламаш хила беза<licenseLink>юкъара доменехь </licenseLink> а, 15 дашал боца а .Иштта хьан йиш ю муьлххачу а текстан авторе дехар дан, CC0 лицензина буха йига аьлла, тхан авторан бакъонаш дӀаяхаран механизмах пайда а оьцуш, иза тхуна схьакхачо: commonvoice@mozilla.com .

source: { $sentences } sentences reviewed. Thank you!
ce: { $sentences } аламна таллам бина. Баркалла!

source: Sentence Variant
ce: Аламан кеп

source: Separate sentences into one line by pressing “Enter” or “Return” once
ce: Аламаш хӀора могӀанехь цхьацца къастабе, цкъа Enter я Return тӀе а таӀийна.

source: Serbian
ce: Сербийн

source: Seri
ce: Сери

source: Serian Bidayuh
ce: Сериан Бидау

source: Service and Retail
ce: Хьажалла а, йохка-эцар а

source: Setswana
ce: Сетсван

source: Shan
ce: Шан

source: Share Common Voice
ce: Йаржа йе Common Voice

source: Share your clip
ce: Хьайн клип яржайе

source: Shina
ce: Шина

source: Shona
ce: Шона

source: Shortcuts
ce: нуьйданаш цхьаьнайозар

source: [Should be ‘dinosaurs’]
ce: [‘Динозаврш’ хила деза].

source: [Should be “We are”]
ce: [«Тхо ду» хила деза].

source: Sicilian
ce: Сицилийн

source: Sign up
ce: дIаязло

source: Simple and easy for anyone to understand
ce: Массо кхеташ а, атта а долуш

source: Sindhi
ce: Синдхи

source: Sindhi Bhil
ce: Синдхи Бхил

source: Single
ce: цхьа алам

source: Single sentence submission
ce: Цхьа алам дӀабалар

source: Sinhala
ce: Сингалийн

source: Siswati
ce: Свати

source: Skip
ce: ТIехдалийта

source: Slovak
ce: Словакийн

source: Slovenian
ce: Словенийн

source: Small batch
ce: жима пакет

source: Small batch sentence submission
ce: жим-жима пакеташца аламаш дIабалар

source: Social media
ce: нахалахь йолу медиа

source: Solicit personally identifying information (like names or financial information)
ce: Шенна лерина хаам беха (масала, цӀераш я ахчанца боьзна хаам)

source: Solicit personally identifying information (like names or financial information) or offensive sentiments
ce: ша адам довзийта информаци ехар (масала,цӀераш я ахчанех лацна хаамаш ) я вас еш долу дӀахьедарш дар

source: Somali
ce: Сомалийн

source: Some languages have enormous variation in grammar, vocabulary and pronunciation. For this reason, we are <ctaLink>introducing ‘Variants’</ctaLink> in 2022. This gives communities a way to distinguish their languages within the larger dataset.
ce: Цхьадолчу меттанашкахь грамматикехь а, лексикехь а, аларца а йаккхи башхаллаш хуьлу. Цу бахьанца 2022-чу шарахь оха <ctaLink>юкъайоккху "Variants"</ctaLink>. Цу гӀуллакхо юкъараллашна таро йо шайн меттанаш вовшех къасто, йоккхачу датийн гуларехь.

source: Someone asks for a language to be added.
ce: Цхьаммо мотт тӀетоха боху.

source: Something went wrong. Please try again.
ce: хьа гIалат даьлла. Юха хьажа.

source: Something went wrong while fetching audio for transcriptions. Please try again later.
ce: Йозане берзо аудио-хаамаш схьаоьцуш цхьа гӀалат даьлла. Дехар ду, кӀеззиг хан яьлча юха хьажа

source: Something went wrong while fetching prompts. Please try again later.
ce: Хаттарш (Дехарш) схьаоьцуш цхьа гӀалат даьлла. Дехар ду, кӀеззиг хан яьлча юха хьажа

source: Something went wrong while fetching questions. Please try again later.
ce: Хаттарш схьаоьцуш гӀалат даьлла. КӀеззиг хан яьлча юха хьажа

source: Something went wrong while fetching the list of available datasets. Please try again later.
ce: болуш болу хаамийн гуламийн могӀам схьаоьцуш гӀалат даьлла. КӀеззиг хан яьлча юха хьажа

source: Something went wrong while fetching transcriptions. Please try again later.
ce: Транскрипцеш схьаоьцуш гӀалат даьлла. КӀеззиг хан яьлча юха гӀоьрта

source: Soninke
ce: Сонинке

source: Sorbian, Lower
ce: Лахлужецан

source: Sorbian, Upper
ce: Сорбиан, Уппер

source: Sorry, Common Voice is running slowly. Thanks for your interest.
ce: Бехк ма билла, Common Voice меллаша болх беш ю. Тхан проекте синкӀоме хиларна баркалла

source: Sorry, something went wrong
ce: Бехк ма билла, цхьа гӀалат даьлла

source: Source: { $sentenceSource }
ce: Хьост

source: Southern Kurdish
ce: Къилбан Курдийн

source: Southern Pastaza Quechua
ce: Соутерн Пастаза Квечуа

source: Southern Sotho
ce: Сесото

source: Spanish
ce: Испанийн

source: Speak
ce: Къамел де

source: Speak in your normal voice! The way you speak is welcome here - we want your accent as it is, and we want your usual volume, style and intonation.
ce: Хьайн долш долчу озаца дийца! хьан къамел муьлхха а озаца хилча а, тхуна хазахетар ду . Тхуна оьшу хьан мадарра аз, цуьнан ерриге а нюансаш юкъа а йохуш: акцент, озан кеп, озан чIогIалла.

source: Speak now
ce: Вистхила хӀинца

source: Speak options menu
ce: Къамелан нисдаран меню

source: <speechBlogLink>Get Started with Speech Recognition</speechBlogLink>
ce: <speechBlogLink>Аз довзар Ӏамо волало</speechBlogLink>

source: Start recording
ce: Доладе аудио-дIайаздар

source: Start typing to search
ce: ДӀадоладе яздар лехам бан

source: Stats
ce: ЖамӀаш

source: Status Page
ce: Хьолан агӀо

source: <strong>[Crackle]</strong> giant dinosaurs of <strong>[crackle]</strong> -riassic.
ce: <strong>[тIаштI]</strong> -риасан заманан<strong>[тIаштI]</strong>гигантан динозаврш.

source: <strong>Do not reject clips where the speaker ‘has an accent’ that is different to your own</strong> - this is important for voice recognition to work better for everyone.
ce: Дехар ду, къамел деш волчун акцент хьан акцентца йогӀуш йоцу аз яздар дIа ма даккха. тхайн леринарг дика хилйта бен-берсал мехалла ю тхуна

source: <strong>Get creative!</strong> Your language community will be unique, and these are just a few ways to get started.
ce: <strong>кечдаран болх бан!</strong> Хьан меттан юкъаралла шатайпа хир ю, ткъа хӀорш дӀадолоран цхьа масех некъ бу.

source: <strong>New Common Voice datasets</strong> are now available to download exclusively through our sister platform, Mozilla Data Collective. Join for access to 300+ global datasets, built by and for the community.
ce: Керла Common Voice хаамийн гуларш хӀинца дӀаэца йиш ю еккъа цхьана тхан гергарчу платформехула, Mozilla Data Collective. ДӀакхета 300 сов дуьненаюкъарчу хаамийн гуларшка кхача, юкъаралло кхоьллина а, цунна лерина а.

source: <strong>Scripted Speech</strong> (traditionally what you know as Common Voice) is where you can read sentences aloud in your language.
ce: <strong>Кечдина къамел</strong> (ламастехь Common Voice санна хьуна девзаш дерг) — кхузахь ахь хьайн маттахь аламаш тӀира дӀаебеша йиш ю

source: <strong>[Sneeze]</strong> The giant dinosaurs of the <strong>[cough]</strong> Triassic.
ce: <strong>[Хьоршам]</strong> Триасан заманахь хилла<strong>[йовхарш]</strong> гигантан динозаврш.

source: Submit
ce: Таллам бан дӀакхачо

source: Submit All
ce: Дерриге дӀадахьийта

source: Submit a new question for the community to read and respond to
ce: Керла хаттар чудаккха, юкъаралло деша а, жоп дала а .

source: Submit a report
ce: Арз дан

source: Submit clips
ce: Клипаш чуяхкийта

source: Submit new questions for the community to read and respond to
ce: Керла хаттарш чу даха юкъарлонна деша а, жоьпаш дала а .

source: Submitted
ce: ДӀадахьийтина

source: Success
ce: кхиам

source: success checkmark
ce: кхиаман хьаьрк

source: Successfully accepted question
ce: Хаттар кхиамца тӀеэцна

source: Successfully rejected question
ce: Хаттар кхиамца юхатоьхна

source: Sundanese
ce: Сунданезийн

source: Suret
ce: Сурет

source: Svan
ce: Сван

source: Swahili
ce: Свахили

source: Swedish
ce: Шведийн
